module.exports = [
  {
    'key': '安顺西航南马村镇银行',
    'value': '安顺西航南马村镇银行'
  },
  {
    'key': '包商银行',
    'value': '包商银行'
  },
  {
    'key': '保定银行',
    'value': '保定银行'
  },
  {
    'key': '北京农村商业银行',
    'value': '北京农村商业银行'
  },
  {
    'key': '北京农商行',
    'value': '北京农商行'
  },
  {
    'key': '北京顺义银座村镇银行',
    'value': '北京顺义银座村镇银行'
  },
  {
    'key': '北京银行',
    'value': '北京银行'
  },
  {
    'key': '渤海银行',
    'value': '渤海银行'
  },
  {
    'key': '沧州银行',
    'value': '沧州银行'
  },
  {
    'key': '常熟市农村商业银行',
    'value': '常熟市农村商业银行'
  },
  {
    'key': '成都农村商业银行',
    'value': '成都农村商业银行'
  },
  {
    'key': '成都商业银行',
    'value': '成都商业银行'
  },
  {
    'key': '成都银行',
    'value': '成都银行'
  },
  {
    'key': '承德银行',
    'value': '承德银行'
  },
  {
    'key': '城市商业银行',
    'value': '城市商业银行'
  },
  {
    'key': '创兴银行有限公司',
    'value': '创兴银行有限公司'
  },
  {
    'key': '村镇银行有限公司',
    'value': '村镇银行有限公司'
  },
  {
    'key': '大华银行（中国）',
    'value': '大华银行（中国）'
  },
  {
    'key': '大连银行',
    'value': '大连银行'
  },
  {
    'key': '丹东银行',
    'value': '丹东银行'
  },
  {
    'key': '德州银行',
    'value': '德州银行'
  },
  {
    'key': '东莞农村商业银行',
    'value': '东莞农村商业银行'
  },
  {
    'key': '东莞银行',
    'value': '东莞银行'
  },
  {
    'key': '东亚银行',
    'value': '东亚银行'
  },
  {
    'key': '东营银行',
    'value': '东营银行'
  },
  {
    'key': '福建海峡银行股份有限公司',
    'value': '福建海峡银行股份有限公司'
  },
  {
    'key': '福建省农村信用社联合社',
    'value': '福建省农村信用社联合社'
  },
  {
    'key': '抚州农村商业银行',
    'value': '抚州农村商业银行'
  },
  {
    'key': '高州市农村信用合作联社',
    'value': '高州市农村信用合作联社'
  },
  {
    'key': '工商银行',
    'value': '工商银行'
  },
  {
    'key': '光大银行',
    'value': '光大银行'
  },
  {
    'key': '广东澄海潮商村镇银行股份有限公司',
    'value': '广东澄海潮商村镇银行股份有限公司'
  },
  {
    'key': '广东高州农村商业银行股份有限公司',
    'value': '广东高州农村商业银行股份有限公司'
  },
  {
    'key': '广东南海农村商业银行',
    'value': '广东南海农村商业银行'
  },
  {
    'key': '广东南粤银行',
    'value': '广东南粤银行'
  },
  {
    'key': '广东省农村信用社联合社',
    'value': '广东省农村信用社联合社'
  },
  {
    'key': '广发银行',
    'value': '广发银行'
  },
  {
    'key': '广发银行股份有限公司',
    'value': '广发银行股份有限公司'
  },
  {
    'key': '广西北部湾银行',
    'value': '广西北部湾银行'
  },
  {
    'key': '广西农信社',
    'value': '广西农信社'
  },
  {
    'key': '广州农村商业银行股份有限公司',
    'value': '广州农村商业银行股份有限公司'
  },
  {
    'key': '广州银行',
    'value': '广州银行'
  },
  {
    'key': '贵阳银行',
    'value': '贵阳银行'
  },
  {
    'key': '贵州省农村信用社联合社',
    'value': '贵州省农村信用社联合社'
  },
  {
    'key': '贵州银行',
    'value': '贵州银行'
  },
  {
    'key': '桂林银行',
    'value': '桂林银行'
  },
  {
    'key': '哈尔滨市商业银行',
    'value': '哈尔滨市商业银行'
  },
  {
    'key': '哈尔滨银行',
    'value': '哈尔滨银行'
  },
  {
    'key': '邯郸银行',
    'value': '邯郸银行'
  },
  {
    'key': '韩亚银行（中国）',
    'value': '韩亚银行（中国）'
  },
  {
    'key': '汉口银行',
    'value': '汉口银行'
  },
  {
    'key': '杭州联合银行',
    'value': '杭州联合银行'
  },
  {
    'key': '杭州商业银行',
    'value': '杭州商业银行'
  },
  {
    'key': '杭州银行',
    'value': '杭州银行'
  },
  {
    'key': '合肥科技农村商业银行',
    'value': '合肥科技农村商业银行'
  },
  {
    'key': '河北银行',
    'value': '河北银行'
  },
  {
    'key': '河北银行股份有限公司',
    'value': '河北银行股份有限公司'
  },
  {
    'key': '恒丰银行',
    'value': '恒丰银行'
  },
  {
    'key': '衡水银行',
    'value': '衡水银行'
  },
  {
    'key': '湖北农信',
    'value': '湖北农信'
  },
  {
    'key': '湖北三峡农村商业银行',
    'value': '湖北三峡农村商业银行'
  },
  {
    'key': '湖北银行',
    'value': '湖北银行'
  },
  {
    'key': '湖南三湘银行',
    'value': '湖南三湘银行'
  },
  {
    'key': '花旗银行(中国)有限公司',
    'value': '花旗银行(中国)有限公司'
  },
  {
    'key': '华侨永亨银行股份有限公司',
    'value': '华侨永亨银行股份有限公司'
  },
  {
    'key': '华融湘江',
    'value': '华融湘江'
  },
  {
    'key': '华商银行',
    'value': '华商银行'
  },
  {
    'key': '华夏银行',
    'value': '华夏银行'
  },
  {
    'key': '华夏银行股份有限公司',
    'value': '华夏银行股份有限公司'
  },
  {
    'key': '华一银行',
    'value': '华一银行'
  },
  {
    'key': '徽商银行',
    'value': '徽商银行'
  },
  {
    'key': '汇丰银行',
    'value': '汇丰银行'
  },
  {
    'key': '吉林银行',
    'value': '吉林银行'
  },
  {
    'key': '集友银行有限公司',
    'value': '集友银行有限公司'
  },
  {
    'key': '济宁银行',
    'value': '济宁银行'
  },
  {
    'key': '嘉兴银行股份有限公司',
    'value': '嘉兴银行股份有限公司'
  },
  {
    'key': '建设银行',
    'value': '建设银行'
  },
  {
    'key': '江苏江南农村商业银行',
    'value': '江苏江南农村商业银行'
  },
  {
    'key': '江苏银行',
    'value': '江苏银行'
  },
  {
    'key': '江苏长江商业银行股份有限公司',
    'value': '江苏长江商业银行股份有限公司'
  },
  {
    'key': '江西赣州银座村镇银行',
    'value': '江西赣州银座村镇银行'
  },
  {
    'key': '江西农信',
    'value': '江西农信'
  },
  {
    'key': '交通银行',
    'value': '交通银行'
  },
  {
    'key': '焦作中旅银行股份有限公司',
    'value': '焦作中旅银行股份有限公司'
  },
  {
    'key': '锦州银行',
    'value': '锦州银行'
  },
  {
    'key': '晋城银行',
    'value': '晋城银行'
  },
  {
    'key': '晋商银行',
    'value': '晋商银行'
  },
  {
    'key': '晋中市商业银行',
    'value': '晋中市商业银行'
  },
  {
    'key': '莱商银行',
    'value': '莱商银行'
  },
  {
    'key': '兰州银行',
    'value': '兰州银行'
  },
  {
    'key': '兰州银行股份有限公司',
    'value': '兰州银行股份有限公司'
  },
  {
    'key': '廊坊银行',
    'value': '廊坊银行'
  },
  {
    'key': '乐山市商业银行',
    'value': '乐山市商业银行'
  },
  {
    'key': '乐山银行',
    'value': '乐山银行'
  },
  {
    'key': '连云港东方农村商业银行',
    'value': '连云港东方农村商业银行'
  },
  {
    'key': '辽阳银行',
    'value': '辽阳银行'
  },
  {
    'key': '聊城农村商业银行',
    'value': '聊城农村商业银行'
  },
  {
    'key': '临商银行',
    'value': '临商银行'
  },
  {
    'key': '柳州银行',
    'value': '柳州银行'
  },
  {
    'key': '龙江银行',
    'value': '龙江银行'
  },
  {
    'key': '泸州商业银行',
    'value': '泸州商业银行'
  },
  {
    'key': '洛阳银行',
    'value': '洛阳银行'
  },
  {
    'key': '绵阳商行',
    'value': '绵阳商行'
  },
  {
    'key': '民生银行',
    'value': '民生银行'
  },
  {
    'key': '南昌银行',
    'value': '南昌银行'
  },
  {
    'key': '南充农村商业银行',
    'value': '南充农村商业银行'
  },
  {
    'key': '南京银行',
    'value': '南京银行'
  },
  {
    'key': '南洋商业银行',
    'value': '南洋商业银行'
  },
  {
    'key': '内蒙农信',
    'value': '内蒙农信'
  },
  {
    'key': '宁波银行',
    'value': '宁波银行'
  },
  {
    'key': '宁夏银行股份有限公司',
    'value': '宁夏银行股份有限公司'
  },
  {
    'key': '农村村镇银行',
    'value': '农村村镇银行'
  },
  {
    'key': '农村商业银行',
    'value': '农村商业银行'
  },
  {
    'key': '农村信用社',
    'value': '农村信用社'
  },
  {
    'key': '农信安徽',
    'value': '农信安徽'
  },
  {
    'key': '农信福建',
    'value': '农信福建'
  },
  {
    'key': '农信河南',
    'value': '农信河南'
  },
  {
    'key': '农信湖南',
    'value': '农信湖南'
  },
  {
    'key': '农信内蒙',
    'value': '农信内蒙'
  },
  {
    'key': '农信山东',
    'value': '农信山东'
  },
  {
    'key': '农信银',
    'value': '农信银'
  },
  {
    'key': '平安银行',
    'value': '平安银行'
  },
  {
    'key': '平顶山银行股份有限公司',
    'value': '平顶山银行股份有限公司'
  },
  {
    'key': '浦北国民村镇银行',
    'value': '浦北国民村镇银行'
  },
  {
    'key': '浦东发展银行',
    'value': '浦东发展银行'
  },
  {
    'key': '浦发银行',
    'value': '浦发银行'
  },
  {
    'key': '齐鲁银行',
    'value': '齐鲁银行'
  },
  {
    'key': '齐商银行',
    'value': '齐商银行'
  },
  {
    'key': '企业银行',
    'value': '企业银行'
  },
  {
    'key': '钦南国民村镇银行',
    'value': '钦南国民村镇银行'
  },
  {
    'key': '钦州市钦南国民村镇银行',
    'value': '钦州市钦南国民村镇银行'
  },
  {
    'key': '青岛即墨惠民村镇银行股份有限公司',
    'value': '青岛即墨惠民村镇银行股份有限公司'
  },
  {
    'key': '青岛胶南海汇村镇银行',
    'value': '青岛胶南海汇村镇银行'
  },
  {
    'key': '青岛农商银行',
    'value': '青岛农商银行'
  },
  {
    'key': '青岛银行',
    'value': '青岛银行'
  },
  {
    'key': '泉州银行',
    'value': '泉州银行'
  },
  {
    'key': '日本三井住友银行股份有限公司',
    'value': '日本三井住友银行股份有限公司'
  },
  {
    'key': '日本三菱信用卡公司',
    'value': '日本三菱信用卡公司'
  },
  {
    'key': '日照银行',
    'value': '日照银行'
  },
  {
    'key': '厦门国际银行',
    'value': '厦门国际银行'
  },
  {
    'key': '山东农信社',
    'value': '山东农信社'
  },
  {
    'key': '陕西省农村信用社联合社',
    'value': '陕西省农村信用社联合社'
  },
  {
    'key': '上海农商行',
    'value': '上海农商行'
  },
  {
    'key': '上海银行',
    'value': '上海银行'
  },
  {
    'key': '上饶市商业银行',
    'value': '上饶市商业银行'
  },
  {
    'key': '深圳农村商业银行',
    'value': '深圳农村商业银行'
  },
  {
    'key': '盛京银行',
    'value': '盛京银行'
  },
  {
    'key': '石河子国民村镇银行',
    'value': '石河子国民村镇银行'
  },
  {
    'key': '顺德农村商业银行',
    'value': '顺德农村商业银行'
  },
  {
    'key': '四川省农村信用社联合社',
    'value': '四川省农村信用社联合社'
  },
  {
    'key': '四川天府银行',
    'value': '四川天府银行'
  },
  {
    'key': '遂宁银行',
    'value': '遂宁银行'
  },
  {
    'key': '台州银行',
    'value': '台州银行'
  },
  {
    'key': '泰安商行',
    'value': '泰安商行'
  },
  {
    'key': '天津农村商业银行',
    'value': '天津农村商业银行'
  },
  {
    'key': '天津市商业银行',
    'value': '天津市商业银行'
  },
  {
    'key': '天津银行',
    'value': '天津银行'
  },
  {
    'key': '威海银行',
    'value': '威海银行'
  },
  {
    'key': '潍坊农村商业银行东明支行',
    'value': '潍坊农村商业银行东明支行'
  },
  {
    'key': '潍坊银行',
    'value': '潍坊银行'
  },
  {
    'key': '温州银行',
    'value': '温州银行'
  },
  {
    'key': '乌鲁木齐市商业银行',
    'value': '乌鲁木齐市商业银行'
  },
  {
    'key': '武汉农村商业银行',
    'value': '武汉农村商业银行'
  },
  {
    'key': '武汉农商银行',
    'value': '武汉农商银行'
  },
  {
    'key': '西安银行',
    'value': '西安银行'
  },
  {
    'key': '新韩银行',
    'value': '新韩银行'
  },
  {
    'key': '新疆石河子交银村镇银行',
    'value': '新疆石河子交银村镇银行'
  },
  {
    'key': '星展银行(中国)有限公司',
    'value': '星展银行(中国)有限公司'
  },
  {
    'key': '邢台银行',
    'value': '邢台银行'
  },
  {
    'key': '兴业柳银村镇银行',
    'value': '兴业柳银村镇银行'
  },
  {
    'key': '兴业银行',
    'value': '兴业银行'
  },
  {
    'key': '烟台银行',
    'value': '烟台银行'
  },
  {
    'key': '尧都农信社',
    'value': '尧都农信社'
  },
  {
    'key': '营口银行',
    'value': '营口银行'
  },
  {
    'key': '永亨银行(中国)有限公司',
    'value': '永亨银行(中国)有限公司'
  },
  {
    'key': '永隆银行',
    'value': '永隆银行'
  },
  {
    'key': '邮储银行',
    'value': '邮储银行'
  },
  {
    'key': '友利银行(中国)有限公司',
    'value': '友利银行(中国)有限公司'
  },
  {
    'key': '枣庄银行',
    'value': '枣庄银行'
  },
  {
    'key': '渣打银行中国有限公司',
    'value': '渣打银行中国有限公司'
  },
  {
    'key': '长安银行',
    'value': '长安银行'
  },
  {
    'key': '长沙农村商业银行',
    'value': '长沙农村商业银行'
  },
  {
    'key': '长沙银行',
    'value': '长沙银行'
  },
  {
    'key': '长治银行',
    'value': '长治银行'
  },
  {
    'key': '招商银行',
    'value': '招商银行'
  },
  {
    'key': '浙江泰隆商业银行',
    'value': '浙江泰隆商业银行'
  },
  {
    'key': '浙商银行',
    'value': '浙商银行'
  },
  {
    'key': '郑州市市郊农村信用合作联社',
    'value': '郑州市市郊农村信用合作联社'
  },
  {
    'key': '郑州银行',
    'value': '郑州银行'
  },
  {
    'key': '郑州银行股份有限公司',
    'value': '郑州银行股份有限公司'
  },
  {
    'key': '中国工商银行',
    'value': '中国工商银行'
  },
  {
    'key': '中国工商银行股份有限公司',
    'value': '中国工商银行股份有限公司'
  },
  {
    'key': '中国建设银行',
    'value': '中国建设银行'
  },
  {
    'key': '中国民生银行',
    'value': '中国民生银行'
  },
  {
    'key': '中国农业发展银行',
    'value': '中国农业发展银行'
  },
  {
    'key': '农业银行',
    'value': '农业银行'
  },
  {
    'key': '中国农业银行',
    'value': '中国农业银行'
  },
  {
    'key': '中国农业银行股份有限公司',
    'value': '中国农业银行股份有限公司'
  },
  {
    'key': '中国银行',
    'value': '中国银行'
  },
  {
    'key': '中国邮储银行',
    'value': '中国邮储银行'
  },
  {
    'key': '中信银行',
    'value': '中信银行'
  },
  {
    'key': '中原银行股份有限公司',
    'value': '中原银行股份有限公司'
  },
  {
    'key': '重庆农村商业银行',
    'value': '重庆农村商业银行'
  },
  {
    'key': '重庆农商行',
    'value': '重庆农商行'
  },
  {
    'key': '重庆三峡银行',
    'value': '重庆三峡银行'
  },
  {
    'key': '驻马店银行',
    'value': '驻马店银行'
  }
]
